<?php

return [
    'register' => 'Регистрация',
    'login' => 'Войти',
    'logout' => 'Выйти',
    'settings' => 'Настройки',

    'overview_route' => 'Созданный маршрут:',
    'overview_info' => 'Общая информация',
    'route_name' => 'Название маршрута:',
    'transport_type' => 'Тип транспорта:',
    'default' => 'Не выбрано',
    'walking' => 'Пешая прогулка',
    'car' => 'Автомобиль',
    'public_transport' => 'Общественный транспорт',
    'description' => 'Описание:',
    'sights_amount' => 'Количество мест:',
    'back_to_main' => 'Вернуться на главную',

    'route_creation' => 'Создание маршрута',
    'photo' => 'Фото:',
    'add_more' => 'Добавить еще',
    'add_sights' => 'Добавить места',

    'add_sight_instruction' => 'Выберите точку на карте или укажите ее координаты и расскажите о ней.',
    'longitude' => 'Долгота:',
    'latitude' => 'Широта:',
    'priority' => 'Очередность в маршруте:',
    'sight_name' => 'Название места:',
    'delete_btn' => 'Удалить',
    'audio' => 'Аудио:',
    'audio_help' => 'Аудио уже было добавлено. Выбрать новый файл?',
    'save_btn' => 'Сохранить',
    'prev_btn' => 'Предыдущее место',
    'next_btn' => 'Следующее место',
    'add_sight_btn' => 'Добавить следующее место',
    'finish_btn' => 'Закончить маршрут',

    'welcome' => 'Добро пожаловать на сайт TimeToTravel!',
    'add_route_btn' => 'Добавить маршрут',

    'email' => 'Почта',
    'password' => 'Пароль',
    'password_warning' => 'Пароль должен содержать хотя бы одну букву и одну цифру.',

    'name' => 'Имя',
    'surname' => 'Фамилия',
    'user_description' => 'Расскажите о себе:',
    'new_password' => 'Новый пароль:',
    'repeat_password' => 'Повторите пароль:',
    'avatar' => 'Аватар:',
    'new_avatar' => 'Загрузить новый аватар:',
    'submit_btn' => 'Подтвердить',

    'password_help' => 'Укажите хотя бы одну букву и цифру',
    'upload_avatar' => 'Загрузите аватар:'
];